{
    "08/25/2022, Video about the Origin of the Native Americans": {
        "Note1": "Archelogical date",
        "Note1.5": {
            "Indigenous People in the Americas": "At most 20,000 years ago but most think it's around 2,000 when we actually fully lived there.",
            "Before the Ice Sheets": "Before people lived in the ice sheets, people already lived in other parts of the Americas! Interesting!"
        },
        "Note2": "Beringia Migration",
        "Note2.5": {
            "Beringia": "Beringia was a temporary perfect landscape until the glacies started to melt and floods caused people to either have to return to Siberia or move forward onto North America"
        },
        "Note3": "Migration of the Americas",
        "Note3.5": {
            "North and South": "We find that people are coming from both the north and south of the Pacific. This is due to findings that we were going north instead of south. It is possible because over 40 thousand years ago, we could have done open ocean voyages.",
            "Medicine": "We have evidence of ancient medicine being used back then from the start so that knowledge was shared and cultivated that way. The cultures are also found to be there and a possible existance as well.",
            "Monte Verde": "They took a coastal route was one of the theories that are possible which lead to humans living in the Americas"
        },
        "Note4": "Clovis People",
        "Note4.5": {
            "Clovis Tribes": "They were one of the first uses of tools in the Americas",
            "Spearheads": "Clovis people used tools out of bones like of mammoths",
            "Clovis Points": "They were made out of jasper, chert, brittle stone, or obsidian.",
            "Manis Kill Site": "A manis bone spear was used to impale a Mastodon vertebrae that was killed by a hunter around 13,800 years ago."
        },
        "Note5": "Languages",
        "Note5.5": {
            "Archelogy": "We only know past languages through oral knowledge meaning we still don't know too much from it. It's the most mysterious because of the lack of evidence. Hundreds of languages have been lost to history and there really isn't too much to be able to tell which even existed!",
            "Old but Still Used Languages": "Quechua, Aztec and Mayan are still languages used today.",
            "": ""
        },
        "Note6": "Cities",
        "Note6.5": {
            "Egypt": "5 thousand years ago, Egypt was divided from north to south and one of the oldest years ago.",
            "Library of Alexandria": "Napoleon is such a stupid man who decided to burn down the library of all the information that we could have used today.",
            "Tenochitlan": "Manmade Island where Mexico City currently is. Home of 250,000 people. One of the few giant cities in the Americas.",
            "Cahokia": "Located in the Missisipi River and had around 40,000 people living in it."
        },
        "Note7": "Human Genetics",
        "Note7.5": {
            "Ancient DNA": "Ancient DNA is based on people we can even extract DNA from but we only know so much. Barely any or none at all is from North America, most of it is found in South America."
        }
    },
    "09/02/22 ": {}
}